---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitBendorfitting
source: html/7b6af454-7599-f03f-19c6-6b34fefa8b55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayconduitBendorfitting Property

"Bend or Fitting"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayconduitBendorfitting { get; }
```